Repository: 84000/data-translation-memory
Catalog: toh27-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་ཟླ་བའི་སྙིང་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐེག་པ་ཆེན་པོའི་མདོ། སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: The Noble Great Vehicle Sūtra The Candragarbha Perfection of Wisdom Homage to all buddhas and bodhisattvas!

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་བྱ་རྒོད་ཀྱི་ཕུང་པོའི་རི་ལ་དགེ་སློང་གི་དགེ་འདུན་ཚད་མེད་གྲངས་མེད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་རབ་ཏུ་མང་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: The Blessed One was residing on Vulture Peak in Rājagṛha together with an immeasurable and incalculable saṅgha of monks and a great many bodhisattvas.

source: དེའི་ཚེ་འཁོར་དེར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཟླ་བའི་སྙིང་པོ་འདུག་པ་སྟན་ལས་ལངས་ནས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱིས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་ཇི་ལྟར་བསླབ་པར་བགྱི།
en: Then the bodhisattva great being Candragarbha, who was in the assembly, got up from his seat and asked the Blessed One, “How, Blessed One, should bodhisattvas train in the perfection of wisdom?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཟླ་བའི་སྙིང་པོ་ཆོས་ཐམས་ཅད་དངོས་པོ་དང་བྲལ་བ་གང་ཡིན་པ་དེ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ། །
en: The Blessed One replied, “Candragarbha, that all phenomena are devoid of entities is the perfection of wisdom.

source: འདི་ལྟ་སྟེ་དཔེར་ན། ཟླ་བའི་དཀྱིལ་འཁོར་ནི་རྟོག་པ་མེད་ཀྱང་གླིང་བཞིར་འཁོར་བར་བྱེད་ཅིང་མུན་པ་རྣམས་རབ་ཏུ་སེལ་ཏོ། །
en: As an analogy, although the disk of the moon is without conceptualization, it encircles the four continents and dispels darkness.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ནི་རྟོག་པ་མེད་ཀྱང་ཕྱིན་ཅི་ལོག་བཞི་རྣམས་ལ་ཐུགས་རྗེས་འཁོར་ཞིང་རང་བཞིན་གྱིས་ཉོན་མོངས་པ་རྣམས་སེལ་བར་བྱེད་ཀྱང་མི་རྟོག་པའི་ཕྱིར་རོ། །ཟླ་བའི་སྙིང་པོས་གསོལ་པ།
en: Similarly, although bodhisattva great beings who practice the perfection of wisdom are without conceptualization, they encircle those with the four distorted views with compassion and naturally dispel defilements because of nonconceptualization.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་དུ་མཆིས།
en: “Blessed One, how many perfections of wisdom of bodhisattvas are there?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: asked Candragarbha.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་རྣམ་པ་གཉིས་ཏེ་ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པའོ། །
en: “Son of a good family,” replied the Blessed One, “there are two types of the bodhisattvas’ perfections of wisdom: contaminated and uncontaminated.

source: རིགས་ཀྱི་བུ་དེ་ལ་ཟག་པ་དང་བཅས་པའི་ཤེས་རབ་ནི་མོས་པས་སྤྱོད་པའི་སའི་གནས་སྐབས་ན་གཟུང་བར་རྟོག་པ་དང་འཛིན་པར་རྟོག་པ་སྟེ། དེ་སྤོང་བར་བྱེད་པ་ནི་ཟག་པ་དང་བཅས་པའི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ། །
en: “Son of a good family, contaminated wisdom refers to the conceptualization of grasped objects and grasping subjects in the context of the stage of devoted conduct—contaminated perfection of wisdom abandons that.

source: རིགས་ཀྱི་བུ་དེ་ལ་ཟག་པ་མེད་པའི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ནི་མཐོང་བའི་ལམ་གྱི་རྣམ་པར་མི་རྟོག་པའི་ཡེ་ཤེས་ཏེ།
en: “Son of a good family, uncontaminated perfection of wisdom refers to the nonconceptual gnosis of the path of seeing.

source: ཡེ་ཤེས་དེ་ནི་རྟོག་པ་ཐམས་ཅད་དང་བྲལ་བའི་ཕྱིར་ན་མི་རྟོག་པའི་ཕྱིར་རོ། །
en: That gnosis is nonconceptual because it is devoid of all conceptualization.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ནི་ཕ་རོལ་དང་ཚུ་རོལ་གྱི་མཐའ་གང་ལ་ཡང་མི་གནས་པའི་ཕྱིར་རོ། །
en: “Son of a good family, it is the perfection of wisdom because it does not abide in any extreme of near or far shore.

source: ཤེས་རབ་ནི་གཟུགས་ནས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་རང་བཞིན་མེད་པས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་རང་བཞིན་མེད་པར་ཤེས་པར་བྱའོ། །
en: As for wisdom, since everything from form up to all-aspect omniscience is without inherent existence, the perfection of wisdom should be known to be without inherent existence.

source: གཟུགས་ལ་སོགས་པའི་ཆོས་རྣམས་དུས་གསུམ་དུ་མི་དམིགས་ཤིང་མ་བཅིངས་མ་གྲོལ་བར་ཤེས་པར་བྱའོ། །
en: Phenomena such as form and so on should be known to be unapprehended in the three times, neither bound nor freed.

source: རིགས་ཀྱི་བུ་ཆོས་ཐམས་ཅད་མཉམ་པ་ཉིད་པས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་མཉམ་པ་ཉིད་དོ། །
en: “Son of a good family, since all phenomena are equal, the perfection of wisdom is equal.

source: ཆོས་ཐམས་ཅད་འགག་པ་མེད་པ་ཉིད་པས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་འགག་པ་མེད་པའོ། །
en: Since all phenomena are without cessation, the perfection of wisdom is without cessation.

source: ཆོས་ཐམས་ཅད་མཚན་མ་མེད་པས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་མཚན་མ་མེད་པའོ། །
en: Since all phenomena are without signs, the perfection of wisdom is without signs.

source: ཆོས་ཐམས་ཅད་སྐྱེ་བ་མེད་པས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྐྱེ་བ་མེད་པའོ། །
en: Since all phenomena are without arising, the perfection of wisdom is without arising.

source: ཆོས་ཐམས་ཅད་ཆད་པ་མེད་པས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཆད་པ་མེད་པའོ། །
en: Since all phenomena are without annihilation, the perfection of wisdom is without annihilation.

source: ཆོས་ཐམས་ཅད་འོང་བ་མེད་པས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་འོང་བ་མེད་པའོ། །
en: Since all phenomena are without coming, the perfection of wisdom is without coming.

source: ཆོས་ཐམས་ཅད་འགྲོ་བ་མེད་པ་ཉིད་པས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་འགྲོ་བ་མེད་པ་ཉིད་དོ། །
en: Since all phenomena are without going, the perfection of wisdom is without going.

source: ཆོས་ཐམས་ཅད་རྟག་པ་མེད་པ་ཉིད་པས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་རྟག་པ་མེད་པ་ཉིད་དོ། །
en: Since all phenomena are without permanence, the perfection of wisdom is without permanence.

source: ཆོས་ཐམས་ཅད་ཐ་དད་པ་མེད་པ་ཉིད་པས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐ་དད་པ་མེད་པ་ཉིད་དོ། །
en: Since all phenomena are without difference, the perfection of wisdom is without difference.

source: ཆོས་ཐམས་ཅད་དོན་གཅིག་པ་ཉིད་པས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དོན་གཅིག་པ་ཉིད་དོ། །
en: Since all phenomena are one, the perfection of wisdom is one.

source: ཆོས་ཐམས་ཅད་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་པས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་དོ། །
en: Since all phenomena are the essential nature of nonentities, the perfection of wisdom is the essential nature of nonentities.

source: མདོར་ན་ཐམས་ཅད་མཚན་མ་དང་། རང་བཞིན་དང་། ངོ་བོ་ཉིད་ལས་འདས་པས་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ། །
en: “In short, since it transcends a sign, existence, and nature, it is the perfection of wisdom.

source: དེ་ལྟ་བས་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་སྔགས་སོ། །ཏདྱ་ཐཱ། ཨོཾ་པྲཛྙེ་པྲཛྙེ་མ་ཧཱ་པྲཛྙེ་ཙནྡྲ་པྲཛྙེ། སརྦ་ཤཱ་ས་ཀ་རི་སྭཱ་ཧཱ། ཆོས་རྣམས་ཐམས་ཅད་རྒྱུ་ལས་བྱུང་། །
en: Therefore, there is the mantra of the perfection of wisdom: tadyathā | oṃ prajñe prajñe mahāprajñe candraprajñe sarvaśāsakari svāhā “All phenomena arise from causes— That is the conventional truth.

source: དེ་ཉིད་ཀུན་རྫོབ་བདེན་པ་སྟེ། །རང་བཞིན་མེད་ཅིང་སྤྲོས་མེད་པ། །དེ་ཉིད་དོན་དམ་སྤྱོད་ཡུལ་ལོ། །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཟླ་བའི་སྙིང་པོ་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དང་།
en: They are without an intrinsic nature and without thought construction— That is the domain of ultimate truth.”

source: ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །
en: After the Blessed One had spoken, the bodhisattva Candragarbha, the entire assembly, and the world with its gods, humans, asuras, and gandharvas rejoiced and praised what the Blessed One had said.

source: འཕགས་པ་ཟླ་བའི་སྙིང་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།
en: This concludes the noble Great Vehicle sūtra “The Candragarbha Perfection of Wisdom.”
